Revit 2026 API

# GroundConductorSizeConductorSize Property

---

Get conductor size corresponding to specific ampacity.

**Namespace:** Autodesk.Revit.DB.Electrical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public string ConductorSize { get; }
```
```vb
Public ReadOnly Property ConductorSize As String
	Get
```
```cpp
public:
property String^ ConductorSize {
	String^ get ();
}
```
```fsharp
member ConductorSize : string with get
```

#### Property Value

String

#### Reference

GroundConductorSize Class

Autodesk.Revit.DB.Electrical Namespace